{"meta":{"title":"Circle","subtitle":"","description":"Executive Search for Internet & Intelligent Driving","author":"Circle","url":"https://circletommyzhang.github.io","root":"/"},"pages":[{"title":"主题分类","date":"2022-08-19T13:01:23.986Z","updated":"2022-08-16T12:52:18.000Z","comments":false,"path":"categories/index.html","permalink":"https://circletommyzhang.github.io/categories/index.html","excerpt":"","text":""},{"title":"敬请期待","date":"2022-08-19T13:01:23.982Z","updated":"2022-08-18T09:04:52.000Z","comments":false,"path":"/404.html","permalink":"https://circletommyzhang.github.io/404.html","excerpt":"","text":""},{"title":"Circle瑟克尔介绍","date":"2022-08-19T13:01:23.981Z","updated":"2022-08-18T06:04:04.000Z","comments":false,"path":"about/index.html","permalink":"https://circletommyzhang.github.io/about/index.html","excerpt":"","text":"定位帮助中国一线IT互联网公司(比如字节跳动和拼多多都是我们服务的客户) 在全球范围内寻找顶尖技术专家(年薪主要浮动在100w-300w) 我们的3个战略阶段： 1、帮助中国一线IT互联网公司在中国寻找顶尖技术专家 2、帮助中国一线IT互联网公司在国外寻找顶尖技术专家回国发展 3、帮助中国一线IT互联网公司在国外寻找当地顶尖技术专家 目前已经做到第2阶段，第3阶段需要中国的互联网公司能大量的走出去，我们会伴随着他们一起出海 科技的发展对中国近10-20年都非常重要，我们希望出一份力。 解读： 我们做的更多的是定向寻找，什么叫定向寻找？ 比如抖音要做电商业务了，需要技术负责人。那么我们会去摸清楚阿里、京东等电商公司技术负责人的背景、情况等。逐个找到这些人才与他们洽谈。 &nbsp; 与其他猎头公司的差别上面说了我们的定位，那中国有很多猎头公司，我们和他们有什么区别呢？ 大部分的猎头公司是这么操作的： 1、岗位做的比较杂 还是以互联网行业举例：互联网行业有很多岗位方向，比如技术、产品、运营、销售、财务、人事等。其他猎头公司只要客户有岗位需求可能都会去帮着寻找，赚到钱就行。 2、岗位做的不高端 基于以上第1点，自然就不会高端，因为一旦高端了就不会有时间什么岗位都做 这么做有什么不好么？ a、人群分散 从表面看，还比较好，因为很容易成功。但是你会发现，你联系的”人群”在变，长期来看，你不能重复跟进，也就是半年之后客户要你寻找的人才可能就不是半年前的那些人了。 对你来说，你就会每年都在寻找新的人才，工作的很累，工作5年还不一定有工作1年的同事厉害。 而我们是专注服务于一类人：IT互联网行业的技术专家。假设在江浙沪满足要求的人才有1000个，你是每年都会和他们保持联系，一旦他们想换工作或者有想法一定第一个时间想到你，为什么？因为你一直在联系她，其他猎头估计早不联系了。 b、不专业 如果各个岗位方向都做，你可能今天学习这个岗位，明天学习那个岗位，什么都懂的不深。 就算是只做技术岗位，技术岗位还会有细分。你只有一致泡在某一个领域的技术人才里，你才会真正的专业。 而我们想做到的是：比如现在云计算比较火，未来10年依然是需求旺盛，云计算又分计算、存储、网络3个方向，全国做存储的高端技术人才可能有500个，把他们找出来，认识他们，保持联系，那你肯定很专业。 3、那我们的模式有什么不好么？ 如果一定要说不好，就是顾问起步会难一点，对于猎头顾问的个人要求会比较高，那么怎么让新顾问顺利度过试用期呢？下面我会说到。 &nbsp; 员工工作难度、压力及培训机制其他公司：一个新员工加入，培训一下，告诉她客户的需求，去哪里寻找人才就开始自己去联系候选人，中间有问题找领导寻求帮助，这种模式很容易中途放弃。 而在我们这里，在整个过程中，首席顾问会手把手展示给你看，他是怎么跟进每一步的，直到这个助手自己也会了，然后自己开始跟进，一旦遇到“卡点”就会来协助跟进，一起探讨怎么跟进这个候选人，思路是什么，反复复盘每一个意向候选人，是一个手把手的培养模式。 所以新员工就不会觉得有什么压力了，其实2/3的工作都是首席顾问在做的。 有人会问，全部手把手有这个精力么？有，因为我们专注，所以我们不需要很多员工，所有员工我们都会精致的培养和赋能。 &nbsp; 工作模式：大部分猎头公司采用网络+电话的方式跟进候选人。 我们觉得高端的候选人，或者需要长期跟进的候选人，或者说你需要寻找到候选人身边的候选人，你一定需要经常和候选人见面，组织活动，成为真正的朋友 我们经常到目标公司附近和候选人喝咖啡，这个过程中你可以： 向高手学习、了解每家公司的行情、增加与候选人的粘性等，一旦他想寻找新的工作一定会想到你。 &nbsp; 员工晋升机制C1-C2-C3-C4-C5 我们在公司内部分了5个级别，随着你能贡献的价值越大，级别越高 C1就是助理，C5就是首席猎头顾问(合伙人) 解读：这里有一个非常大的不同，在大部分公司，做到C5这个角色已经不跟进候选人了，纯粹的在对接客户的需求。结果就是，C1、C2、C3、C4的水平还不够，整体业绩并不好，所以最终收入也不好。 而在我们这里，C5依然会跟进候选人。 这导致一个结果：总体业绩是更高的，而你作为团队的一员分到的奖金也越高，你不是一个人在战斗。 C1:可以非常精准、快速的从数据库里寻找到目标候选人，并整理简历、分享工作机会给对方 知道行业里有哪些目标公司，哪些目标部门以及关键人物背景,最后画出人才地图 C2:可以给有意向的候选人清晰的介绍我们服务公司的行业、未来前景、岗位特色、薪资等优劣势、了解候选人的真实动机、需求，并最终拿到简历推荐给客户 C3: 可以从头到尾(入职并转正)跟进一个初中级候选人(年薪100w以内) C4:可以从头到尾(入职)跟进一个初中级候选人(年薪100w-300w以内) C5:公司合伙人，对项目全盘负责，分到的奖金会非常高 &nbsp; 猎头行业的现状与未来1、猎头是一个朝阳行业 为什么是朝阳，因为人才越来越受企业重视，流动越来越大，并且是全世界的流动。一旦流动，并且是全世界的流动，企业就需要猎头去专注的寻找。 2、目前大部分猎头都只能解决”水面上”的问题 什么叫“水面上”的问题。就是一旦客户需要招聘一些职位，大部分猎头公司就会到各大招聘网站去寻找简历并联系，而这并不是企业真正需要的服务，企业需要的是他们自己也找不到的人才，或者说不能挖动的人才。但是你可以。 所以“水面下”的生意还非常非常多 3、全球化猎头是一个趋势 所谓全球化猎头，就是把国外的华人引进回国，帮助国内的企业到国外去寻找当地人才 不再仅仅局限在国内，这个我们已经在做了，未来10年海外人才回国会越发明显。 4、猎头是一个可持续的工作 这一点非常关键，这是80%的工作所不具备的 可持续的本质：是否可以一直做到60岁 给一个标准：你的资源、经验是否可以弥补你的精力 比如同样一个工作，35岁的人和30岁的人同时做，是不是30岁的人需要3天，35岁的人只要1天，如果不是，那企业为何要那个35岁的人。 再来看我刚说的2个词： 资源：意思是这个工作具有积累性质，随时时间的推移，资源是一直增加的，并且不怎么会丢失 经验：意思是你从事的工作比较长的时间内，比如10年，不怎么改变，也不怎么发生革命性的变化，那经验就很有用，我们上面提到的靠沟通、靠与人相处的能力的工作，就需要经验，而技术，可能更新迭代很快。"},{"title":"社交帐号","date":"2022-08-19T13:01:23.984Z","updated":"2022-08-17T02:49:28.000Z","comments":false,"path":"links/index.html","permalink":"https://circletommyzhang.github.io/links/index.html","excerpt":"","text":""},{"title":"敬请期待","date":"2022-08-19T13:01:23.973Z","updated":"2022-08-18T09:04:40.000Z","comments":false,"path":"/404.html","permalink":"https://circletommyzhang.github.io/404.html","excerpt":"","text":""},{"title":"标签分类","date":"2022-08-19T13:01:23.983Z","updated":"2022-08-16T13:46:36.000Z","comments":false,"path":"tags/index.html","permalink":"https://circletommyzhang.github.io/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"某互联网大厂(Base新加坡)","slug":"某互联网大厂-Base新加坡","date":"2022-08-18T07:30:36.000Z","updated":"2022-08-20T03:14:04.047Z","comments":true,"path":"2022/08/18/某互联网大厂-Base新加坡/","link":"","permalink":"https://circletommyzhang.github.io/2022/08/18/%E6%9F%90%E4%BA%92%E8%81%94%E7%BD%91%E5%A4%A7%E5%8E%82-Base%E6%96%B0%E5%8A%A0%E5%9D%A1/","excerpt":"","text":"职位描述 带领团队负责电商场景的作弊风险的发现与治理，包括营销、交易、恶意行为等风险； 通过指标监控归因，及时感知风险及业务的变化，主动识别潜在攻击，持续优化调整风控方案，并推动风控治理建设及业务模式调整； 通过表征学习、图模型、深度学习、迁移学习、多任务学习等技术，提升问题发现的效率，从而快速阻断风险，优化电商社区生态各项指标； 挖掘和分析海量电商内容和用户行为表现数据，进行用户长短期画像建设，提升模型的精准性和召回面； 结合内容电商的业务特性，进行模型和算法创新，打造业界领先的内容电商风控算法体系。 &nbsp; 职位要求 两年以上算法研发经历，计算机相关专业本科及以上学历； 熟悉C++/Java/Python，具备优秀的编码能力，至少熟悉一种常见的机器学习/深度学习平台； 对业务和数据敏感，能够从数据上发现风险，提出解决方案，并验证效果； 有钻研精神，主观能动性强，能适应快速变化的业务需求，具备良好的团队合作精神和沟通技巧； 具有电商相关工作经验优先，具有反作弊或安全策略相关经验，对黑灰产对抗有一定了解者优先。","categories":[{"name":"工作机会","slug":"工作机会","permalink":"https://circletommyzhang.github.io/categories/%E5%B7%A5%E4%BD%9C%E6%9C%BA%E4%BC%9A/"}],"tags":[{"name":"新加坡","slug":"新加坡","permalink":"https://circletommyzhang.github.io/tags/%E6%96%B0%E5%8A%A0%E5%9D%A1/"},{"name":"工作机会","slug":"工作机会","permalink":"https://circletommyzhang.github.io/tags/%E5%B7%A5%E4%BD%9C%E6%9C%BA%E4%BC%9A/"},{"name":"风控算法","slug":"风控算法","permalink":"https://circletommyzhang.github.io/tags/%E9%A3%8E%E6%8E%A7%E7%AE%97%E6%B3%95/"},{"name":"大厂","slug":"大厂","permalink":"https://circletommyzhang.github.io/tags/%E5%A4%A7%E5%8E%82/"},{"name":"算法","slug":"算法","permalink":"https://circletommyzhang.github.io/tags/%E7%AE%97%E6%B3%95/"}]},{"title":"我理解的猎头","slug":"我理解的猎头","date":"2022-08-18T07:26:48.000Z","updated":"2022-08-18T08:34:12.000Z","comments":true,"path":"2022/08/18/我理解的猎头/","link":"","permalink":"https://circletommyzhang.github.io/2022/08/18/%E6%88%91%E7%90%86%E8%A7%A3%E7%9A%84%E7%8C%8E%E5%A4%B4/","excerpt":"","text":"看到很多候选人在说猎头现在很不专业，参差不齐，甚至开始讨厌猎头。身为一份子我还是很想说一说。 确实，由于现在做猎头没有了门槛，谁都来做，所以导致了这样的现象，这是事实，我们不去否认，但是还是有很多真正的猎头存在 几个关键词专注其实很多公司也都是这么说，我们要专注在某一个领域，不过因为业绩压力，很多公司也都是哪个公司赚钱、哪个岗位容易做就去做，结果是什么都做。什么都是一知半解，或者什么都不懂。就导致了候选人不想和你聊，因为人本质上都想和专业的人交朋友。那什么是专注呢？比如：你就做江浙沪地区大数据的研发岗位，这才是专业，一旦扩散了你就又不专业了。人的精力是有限的，你是需要不断深入进去学习的。 &nbsp; 专业很多人都会说这个词，那什么是专业？我觉得有几方面： a、你要懂行：什么是懂行？比如你是做互联网的，那互联网行业又细分了哪些小行业？每一个小行业里，前20名分别是哪些公司？他们的优缺点分别是什么？他们的商业模式分别是什么？这些公司都在哪些城市？里面的架构大概是怎样？这个行业的薪资大概是什么布局？等等 b、你要懂职业规划：根据不同性格、背景，候选人怎么走下去、发展下去可能更合适？还是因为某客户让你找怎样的人，你就找怎样的人？其实你应该是中立的， &nbsp; 见面我认识的90%的猎头都是通过电话沟通，很多候选人和我说你是我见过的第一个猎头。大家的心态就是找到想要换工作的人，如果不是，那就下一个，并不是保持长期关系和朋友的心态，那这样你就是一直在找新的候选人，谁都不认识你。所以我们应该是不管这个候选人此时此刻能否和你合作，你都应该和他见面交朋友，交流行业，交流职业规划。那我想对方也会更愿意和你分享，你的工作才会越来越容易，候选人也会觉得你对他有帮助，你自己工作起来也才会越有劲 因为你专注了所以你才会专业，因为你专业了别人才会和你见面，因为你见面了，才会有“关系”，因为有了“关系”才会有更多的候选人给你推荐候选人，关系是见面了成朋友了才是关系的开始，光电话，候选人也不太信任你。 &nbsp; 难点不过这里对于很多公司来说会有一个难点，如果你一直盯着某个领域做，这个领域做不出结果，而另外一个领域可以很快的赚钱，你做不做？这就是站在猎头公司的角度去思考了，其实大部分公司都被这个所困扰了。这个问题的本质其实是公司成本的问题，我请了猎头顾问来是要产出结果的，没有结果就要亏本。 &nbsp; 所以我认为今后猎头公司应该都是小而美的公司，因为他成本低，在这种情况下，他可以坚持去深耕，深耕一段时间都会有结果的，只是大家都在半路改道了。","categories":[{"name":"关于猎头","slug":"关于猎头","permalink":"https://circletommyzhang.github.io/categories/%E5%85%B3%E4%BA%8E%E7%8C%8E%E5%A4%B4/"}],"tags":[{"name":"机会","slug":"机会","permalink":"https://circletommyzhang.github.io/tags/%E6%9C%BA%E4%BC%9A/"},{"name":"猎头","slug":"猎头","permalink":"https://circletommyzhang.github.io/tags/%E7%8C%8E%E5%A4%B4/"},{"name":"发展","slug":"发展","permalink":"https://circletommyzhang.github.io/tags/%E5%8F%91%E5%B1%95/"}]},{"title":"比猎头更重要的是雇主口碑","slug":"比猎头更重要的是雇主口碑","date":"2022-08-18T07:19:31.000Z","updated":"2022-08-18T08:34:40.000Z","comments":true,"path":"2022/08/18/比猎头更重要的是雇主口碑/","link":"","permalink":"https://circletommyzhang.github.io/2022/08/18/%E6%AF%94%E7%8C%8E%E5%A4%B4%E6%9B%B4%E9%87%8D%E8%A6%81%E7%9A%84%E6%98%AF%E9%9B%87%E4%B8%BB%E5%8F%A3%E7%A2%91/","excerpt":"","text":"企业在什么情况下会使用猎头 在这里我只是简单的说一下这个问题，企业使用猎头的情况有很多种，但是大多数情况，是在一定时间范围内，实在找不到想要的人才了，可能会启用猎头服务。 那么，为什么会找不到人。 大致有2种情况： 1、人才资源有限。任何一个企业或者个人不可能接触到所有人群，这个很正常。2、人才能找到，但是人家不来，雇主口碑主要和这一点有关。 &nbsp; 雇主品牌和产品品牌对于一些大公司来说，已经有很多在做雇主品牌这件事了，不过大部分人可能还是不知道这个概念。那就先说 产品品牌，产品品牌是企业把自己的产品慢慢通过各种方式，让用户了解她，熟悉她，认可她，产生品牌价值，比如说到咖啡就想到星巴克，说到运动服饰想到耐克。这是产品品牌，即这个产品本身很不错。但是，星巴克的咖啡做的不错，那去星巴克上班，她的文化、工作方式、行为习惯，薪资福利一定很好么？一定很尊重员工么？是属于强势领导风格，还是赋能的组织文化？这些是作为求职者想知道的东西，而往往要进入了一家企业才可能很详细的知道。就像你只有买一杯星巴克喝一下才可能真正的了解，买杯星巴克这个成本很低，但是我们不能先去一家公司随便上几天班来判断这个公司行不行啊。所以让一个求职者在没加入一家公司之前就知道一些信息至关重要。企业的hr努力的把这些形成一个产品，传播给候选人，就是打造雇主品牌的过程 &nbsp; 雇主品牌与雇主口碑在这里我说了一个“雇主口碑”这个词。其实雇主品牌和雇主口碑还是有点不同，广义的品牌是指：大部分人都知道他，很有名，但是很多人知道他，不代表他口碑好，这是2回事。很多企业他名气也很大，但是口碑已经烂了，现在信息是很发达的，随便网上一查，身边朋友一问就知道了。如果口碑差了，不管你找多牛逼的猎头，候选人第一句话可能就会说：这个企业我不去抱歉，有其他的可以推荐给我。 &nbsp; 如何打造雇主口碑？这个和产品一样。产品的口碑怎么来的？很简单，用户使用过之后传出来的。那么企业的用户是谁？在职员工和离职员工。 当然，我们要客观的去看在职或者离职员工的声音，这个和淘宝、大众点评的评论一样，有的人是带有主观色彩的，有的人是客观的。这个只有候选人自己去看了，只是参考，但是这个参考的作用很大。 如果对于雇主口碑的建设、传播有兴趣的朋友欢迎讨论","categories":[{"name":"关于猎头","slug":"关于猎头","permalink":"https://circletommyzhang.github.io/categories/%E5%85%B3%E4%BA%8E%E7%8C%8E%E5%A4%B4/"}],"tags":[{"name":"机会","slug":"机会","permalink":"https://circletommyzhang.github.io/tags/%E6%9C%BA%E4%BC%9A/"},{"name":"猎头","slug":"猎头","permalink":"https://circletommyzhang.github.io/tags/%E7%8C%8E%E5%A4%B4/"},{"name":"发展","slug":"发展","permalink":"https://circletommyzhang.github.io/tags/%E5%8F%91%E5%B1%95/"}]},{"title":"怎么判断一家猎头公司的好坏","slug":"怎么判断一家猎头公司的好坏","date":"2022-08-18T07:11:45.000Z","updated":"2022-08-18T08:35:38.000Z","comments":true,"path":"2022/08/18/怎么判断一家猎头公司的好坏/","link":"","permalink":"https://circletommyzhang.github.io/2022/08/18/%E6%80%8E%E4%B9%88%E5%88%A4%E6%96%AD%E4%B8%80%E5%AE%B6%E7%8C%8E%E5%A4%B4%E5%85%AC%E5%8F%B8%E7%9A%84%E5%A5%BD%E5%9D%8F/","excerpt":"","text":"1、有没有好的项目在猎头这个行业里其实没有明显的大公司和小公司的概念。企业关心的重点是：你是否能帮他们快速的找到合适的人才。就这一点来说，不见得大公司的猎头就一定比小公司的猎头更快速的找到合适的人才。所以企业也慢慢领悟到这一点，不再关注猎头公司的品牌，更关注猎头顾问的能力和专注领域，所以很多专注在某个领域的猎头公司反而得到大客户的认可。 当你入职一家猎头公司之前你要关注她们在服务怎样的客户，是不是一些行业大客户。 &nbsp; 2、有没有leader手把手培训你我们并没有把储备的人才资源放在第二位， 而是把是否有leader手把手培训你。因为资源是很快就会用完的，那手把手的教你方法论很关键，有了方法你可以找到更多人才资源。 这一点往往大的公司比较难实现。因为leader他自己也要找人，基本没时间教你，只会大概说一下方向，让你自己想办法，有问题再问他。小一点的公司创始人要尽可能的把员工都教会，这是最节省成本的。 &nbsp; 3、有没有尽可能多的储备人才资源这个就不用多解释了，他可以让你加入一家公司之后，在比较短的时间里快速找到第一个候选人，之后你利用现有的人才资源再慢慢去拓展和储备。如果起步资源比较少可能有些新员工会夭折 &nbsp; 4、奖金是否高并且透明这个也不用太多解释，但是很多公司会不透明，也就是管理不系统和规范。 &nbsp; 5、人均产值国内有一家大型猎头公司，去年的人均产值是16w(3000个员工做了5个亿的业绩)。发了工资基本没有太多了。而我们认为人均产值应该达到50w以上。这种公司都会活的很好，活的好了你的工作才有保障","categories":[{"name":"职场问答","slug":"职场问答","permalink":"https://circletommyzhang.github.io/categories/%E8%81%8C%E5%9C%BA%E9%97%AE%E7%AD%94/"}],"tags":[{"name":"工作","slug":"工作","permalink":"https://circletommyzhang.github.io/tags/%E5%B7%A5%E4%BD%9C/"},{"name":"猎头","slug":"猎头","permalink":"https://circletommyzhang.github.io/tags/%E7%8C%8E%E5%A4%B4/"}]},{"title":"跳槽的2种思维。","slug":"跳槽的2种思维。","date":"2022-08-18T07:07:28.000Z","updated":"2022-08-18T08:35:26.000Z","comments":true,"path":"2022/08/18/跳槽的2种思维。/","link":"","permalink":"https://circletommyzhang.github.io/2022/08/18/%E8%B7%B3%E6%A7%BD%E7%9A%842%E7%A7%8D%E6%80%9D%E7%BB%B4%E3%80%82/","excerpt":"","text":"我们每天遇到很多候选人，都会去了解、研究一个人为什么会跳槽。我们会发现大体上有2种思维。 一、在一个企业遇到了困难、瓶颈、或者实在不行了，选择看看其他的机会。 二、在目前的企业发展的顺风顺水，刚刚达到巅峰，但是去了一个未来可能更好的公司，再次挑战。 &nbsp; 第一种偏保守思维，实在不行，被逼无奈的心态，这是大部分人的状态。如果用一个曲线来表示的话，这种是过了他的巅峰期，到了他在一家企业的下坡期，然后去看机会。他在本身的企业已经很被动，而在外部企业的hr看来，他已经处于减分状态。最后企业给出的条件也不是最好的。这样的状态一直在他的职业规划中反复循环，一直很累 &nbsp; 第二种思维偏激进思维，他在一家企业达到了巅峰，这个时候他选择了离开，去了一个现在看起来还不够强大，但是如果做成了，同样的3年时间，会比现在发展快至少2倍以上的公司。这个听起来是有风险的。是的，成功本身就属于敢冒险的人，不过有眼光的人会把这个风险降到最低， 这样的人，可能同样是35岁，但是他已经具备了别人40岁才能做到的成绩、level、薪资。他永远处于超前意识，越激进越不累。就算他有一天累了，放慢一点，还是比同龄人快。 &nbsp; 凡是发展的快的，爬的高的人，都是在他所在的企业高速发展期加入的，太早，真的有风险，太晚就智能按部就班的发展，不温不火。 &nbsp; 以上仅代表个人想法。","categories":[{"name":"职场思考","slug":"职场思考","permalink":"https://circletommyzhang.github.io/categories/%E8%81%8C%E5%9C%BA%E6%80%9D%E8%80%83/"}],"tags":[{"name":"规划","slug":"规划","permalink":"https://circletommyzhang.github.io/tags/%E8%A7%84%E5%88%92/"},{"name":"工作","slug":"工作","permalink":"https://circletommyzhang.github.io/tags/%E5%B7%A5%E4%BD%9C/"},{"name":"跳槽","slug":"跳槽","permalink":"https://circletommyzhang.github.io/tags/%E8%B7%B3%E6%A7%BD/"}]},{"title":"关于职业规划与发展","slug":"关于职业规划与发展","date":"2022-08-18T06:37:39.000Z","updated":"2022-08-18T08:33:46.000Z","comments":true,"path":"2022/08/18/关于职业规划与发展/","link":"","permalink":"https://circletommyzhang.github.io/2022/08/18/%E5%85%B3%E4%BA%8E%E8%81%8C%E4%B8%9A%E8%A7%84%E5%88%92%E4%B8%8E%E5%8F%91%E5%B1%95/","excerpt":"","text":"我把职业发展分成三种。 1、只是一份工作，平平淡淡的做着就好 2、求发展，但是是按部就班的发展，希望每年有所进步即可 3、求发展，并且喜欢挑战，总是在一个新赛道刚开始的阶段加入，坐着火箭在发展。简单的说，别人35岁的成就，你30岁就做到了，就算你后面几年放水了，你也可以保值很多年。 如果你希望在职场有所成就，那你就应该选择第3种。第1种就不讨论了，我们来说说第3种和第2种。 &nbsp; 第3种：1、喜欢挑战，敢于冒险，激进。 这个本身就是和性格有很大关系，当然，工作环境、朋友圈子也可以让你往这个方向去靠，所谓近朱者赤。总之，你首先要具备这种素质 2、选择新赛道 a、哪些是新赛道？顾名思义，就是别人没有做过，或者还是那个领域，但是有人颠覆了玩法。 b、这个赛道要能做大，有些赛道，比如知识付费，这种赛道一看就是小众的，不是每个人都会去使用，那么这种公司也不会做的很大。比如淘宝，抖音，这种就是大部分人都会去使用的产品。那为什么要做大，只有公司大了，你才更“容易”获得空间。 c、任何一个能做大的公司其实他都是有周期的，一般来说是7-10年达到巅峰(it互联网公司)，然后平稳发展。比如美团是2010年上线，滴滴是2012年上线，今日头条是2012年上线，抖音是2016年上线，拼多多2015年上线，阿里云是2009年开始搞。如果你在这些公司第4年-8年之间(大概)加入，你就是坐着火箭在发展。 3、赚钱 光做大还不够，这个公司需要具备很好的商业模式。有了很好的商业模式，要么自己有赚钱的能力，要么资本市场给你砸钱。没有持续的资金也许没多久就裁员了。 4、眼光 有人会说，你这是马后炮，你说的那些公司都做成功了，我也是在一些新的领域加入的，我看我这个公司还是能赚钱的，结果公司倒闭了。其实眼光有的时候确实是是运气，不过更多是判断能力。 什么是新赛道？我上面说的，美团(外卖)、滴滴、今日头条、阿里云、拼多多这些公司的赛道在他们之前基本是没有公司在做，就算在做也是还没有做成的阶段。如果你发现有一家公司做的东西已经有巨无霸在了，不是说不能做，只是做不到现象级产品，那就不能火箭式发展。 你可以不用在这些公司第1年和第2年加入，这种99%的人是不敢的。你可以看到点苗头的时候加入，这个时候下手要快，稍纵即逝。其实和买房真的很像。 如果你属于这种人，或者你想成为这种人，那就不要去在意一些细节，比如暂时的工资、职位、工作强度等，瞻前顾后是做不了大事的。 &nbsp; 第2种有人说，我做第2种，稳步前进不也很好么？ 其实并不是，这种情况，你是随着你的工龄上升慢慢获得的能力，这种能力很容易被年轻人超越，而你到了35岁左右很可能没有你年轻时候的激情了，你放慢了脚步，一不小心就会被年轻人超越，公司当然希望用 又有能力又有激情的人，这就是常见的35岁现象。所以避免这种现象的方式就是别人坐高铁你就要坐火箭，光努力是拉不开差距的。 我想，大部分人属于第2种，如果你想有所成就，你应该尽可能的往第3种靠。不要说你没有遇到这样的机会，每个人的职场黄金年龄段是25-35岁之间，这10年你一定会遇到，就看你是否有上面说的意识、眼光、魄力。 以上仅为个人观点，欢迎探讨。","categories":[{"name":"职场思考","slug":"职场思考","permalink":"https://circletommyzhang.github.io/categories/%E8%81%8C%E5%9C%BA%E6%80%9D%E8%80%83/"}],"tags":[{"name":"未来","slug":"未来","permalink":"https://circletommyzhang.github.io/tags/%E6%9C%AA%E6%9D%A5/"},{"name":"规划","slug":"规划","permalink":"https://circletommyzhang.github.io/tags/%E8%A7%84%E5%88%92/"},{"name":"工作","slug":"工作","permalink":"https://circletommyzhang.github.io/tags/%E5%B7%A5%E4%BD%9C/"}]},{"title":"文档化管理思维","slug":"文档化管理思维","date":"2022-08-18T06:23:37.000Z","updated":"2022-08-18T08:34:22.000Z","comments":true,"path":"2022/08/18/文档化管理思维/","link":"","permalink":"https://circletommyzhang.github.io/2022/08/18/%E6%96%87%E6%A1%A3%E5%8C%96%E7%AE%A1%E7%90%86%E6%80%9D%E7%BB%B4/","excerpt":"","text":"近几年协同办公弄的非常火，就是一家公司的很多人可以在一个文档上一起写东西。 我们公司用了字节跳动旗下的“飞书”，做的真很好。有兴趣的可以试试 先说一些现象：每个员工阶段性的都会对自己的工作做一些总结，然后和主管做一些复盘，最后找到正确的工作方向和方法。这个时候这位员工遇到的问题也只有这位员工和他的主管知道，除非是很大的问题可能主管会在开会的时候做一些分享，告诉其他员工不要犯类似的问题 再比如，一个销售a在谈客户的时候遇到了“卡”点，导致丢单，这很正常都是成长之路。后来和主管复盘，学会了一些技巧，在下一次的谈判中，他成功搞定了客户。 而很有可能，在一个月之后，另一个同事也遇到了这个问题，他也丢单了，只有在这个问题出现很多次之后，大部分公司才会去开会、总结之类 &nbsp; 文档化管理思维：在我们公司，任何员工遇到的问题，或者是我发现的问题，我都会要求员工当天写到在线文档，我们内部叫“葵花宝典”，哪怕是发给客户的一句话，一个文案。这样其他同事哪怕暂时没有遇到类似问题，他也可以学习。对于新入职的员工更加有用。 当这个氛围起来之后，大家都会及时的、积极的去把遇到的问题写下来，供其他人学习 这大大的提高了工作效率和管理效率。","categories":[{"name":"职场思考","slug":"职场思考","permalink":"https://circletommyzhang.github.io/categories/%E8%81%8C%E5%9C%BA%E6%80%9D%E8%80%83/"}],"tags":[{"name":"工作","slug":"工作","permalink":"https://circletommyzhang.github.io/tags/%E5%B7%A5%E4%BD%9C/"},{"name":"管理","slug":"管理","permalink":"https://circletommyzhang.github.io/tags/%E7%AE%A1%E7%90%86/"},{"name":"效率","slug":"效率","permalink":"https://circletommyzhang.github.io/tags/%E6%95%88%E7%8E%87/"}]},{"title":"给应届生寻找工作的建议","slug":"给应届生寻找工作的建议","date":"2022-08-18T06:07:52.000Z","updated":"2022-08-18T08:34:58.000Z","comments":true,"path":"2022/08/18/给应届生寻找工作的建议/","link":"","permalink":"https://circletommyzhang.github.io/2022/08/18/%E7%BB%99%E5%BA%94%E5%B1%8A%E7%94%9F%E5%AF%BB%E6%89%BE%E5%B7%A5%E4%BD%9C%E7%9A%84%E5%BB%BA%E8%AE%AE/","excerpt":"","text":"我把大学专业大体分为专业类和非专业类专业类：计算机、工业设计、会计、医学、法律等 非专业类：语言类、管理类、营销类等。 专业类的：如果你不是211、985等院校的都不介意你去做专业类的工作，因为可能你的功底没那么深和扎实，一开始你找的工作看起来还行，但是很快就会到天花板，30岁之后你发现你就上不去了，上不上下不下很难受，也很难改行 非专业类：这类专业的，你也不会去走专业路线，非专业路线的工作本质都是靠“沟通”，“与人相处”的能力。所以只要基于这个标准：这个工作可以不断提升自己的沟通能力、人脉资源你就可以一直走下去，不要太限制自己是学什么的，因为沟通能力、与人相处的能力不是靠专业的。那学这个专业有什么用？在今后的某个具体工作中你可能会用到的。 &nbsp; 关于考研接着上面说的，如果你学的是专业类的，并且还是想继续走专业路线，那可以尝试考研，这个看学历。如果你是非专业类的不介意你考研，本质在上面说了，非专业类的工作靠的是沟通/与人相处，这个和考研没关系(不过不要极端，有人说那高中是不是也可以，不是的，基础教育还是要的)。非专业类的同学去面试，他们就会看你的软性素质，本科够了。也就是说你考上研究生了你的软性素质不会有变化。最后还有一点是：想考考研补本科的学历的逻辑是不通的。 &nbsp; 关于大公司和小公司这里我们分成有产品(包括虚拟产品)和无产品的公司(提供服务和咨询) 如果是有产品的公司一定要选择大公司或者在某一个领域的第一名、第二名。中等的公司你会发现到后来都死了，或者半死不活。 如果是无产品的公司，本质在提供服务，这种公司规模会比较小，他们和规模没有关系。本质是创始人的能力，一般是师徒制，比如律师，一个知名大律师带几个助手会做的很好。虽然这个律师在某个律所，但是客户是看中这个律师本身来的，而不是那个律所。 而如果这类无产品公司你发现他做的很大，很多人，也建议不要去，他想培养中坚力量出来，那么你加入之后就是这个中坚力量的人来带你，你的成长就有限。 如果你是非专业类的学生，没有进一线大公司，那就去无产品的公司跟着这个创始人，一样会发展的很好。 &nbsp; 关于可持续这一点是大多数人都不会关注的，可持续的本质：是否可以一直做到60岁 给一个标准：你的资源、经验是否可以弥补你的精力 比如同样一个工作，35岁的人和30岁的人同时做，是不是30岁的人需要3天，35岁的人只要1天，如果不是，那企业为何要那个35岁的人。 再来看我刚说的2个词： 资源：意思是这个工作具有积累性质，随时时间的推移，资源是一直增加的，并且不怎么会丢失 经验：意思是你从事的工作比较长的时间内，比如10年，不会怎么改变，也不怎么会发生革命性的变化，那经验就很有用，我们上面提到的靠沟通、靠与人相处的能力的工作，他们就需要经验，而技术，可能更新迭代很快。","categories":[{"name":"职场思考","slug":"职场思考","permalink":"https://circletommyzhang.github.io/categories/%E8%81%8C%E5%9C%BA%E6%80%9D%E8%80%83/"}],"tags":[{"name":"机会","slug":"机会","permalink":"https://circletommyzhang.github.io/tags/%E6%9C%BA%E4%BC%9A/"},{"name":"未来","slug":"未来","permalink":"https://circletommyzhang.github.io/tags/%E6%9C%AA%E6%9D%A5/"},{"name":"工作","slug":"工作","permalink":"https://circletommyzhang.github.io/tags/%E5%B7%A5%E4%BD%9C/"},{"name":"选择","slug":"选择","permalink":"https://circletommyzhang.github.io/tags/%E9%80%89%E6%8B%A9/"}]},{"title":"Circle招聘岗位","slug":"Circle招聘岗位","date":"2022-08-17T03:31:31.000Z","updated":"2022-08-18T08:33:30.000Z","comments":true,"path":"2022/08/17/Circle招聘岗位/","link":"","permalink":"https://circletommyzhang.github.io/2022/08/17/Circle%E6%8B%9B%E8%81%98%E5%B2%97%E4%BD%8D/","excerpt":"","text":"我们以具体的案例来告诉你，你要做什么，未来前景在哪里假设A公司需要寻找云计算方向的技术专家，找到了我们，希望我们帮着寻找目标人才 1、云计算方向的技术岗位有很多细分方向，首先我们要先理解他们要的人才画像和定位(哪个技术细分领域？什么技术职级？管理半径有多大？等等) 分析下来，我们了解到市场上有10个人非常符合，他们都在B公司工作 2、你从公司现有人才库找到找到B公司这些人的简历把他们整理到表格 3、有电话的秘书通过电话联系(有邮件或者微信的，我们在线联系)。 询问他们是否对A公司的工作机会感兴趣，以及他们目前的现状(所在公司/技术方向/职级/管理半径等)，结果有1个人愿意深入了解，9个人暂时没有兴趣 这里开始分工： 这1个有兴趣的候选人会转移给首席顾问深入沟通（包括公司介绍/岗位介绍/分析行业/岗位优劣势分析/职业规划分析/推进面试/谈offer/辅助离职/最终入职） PS：所以在Circle做猎头你只需要做1/3的内容，很容易就可以上手 其中另外的9个人，秘书继续保持联系，这里有很多创新的玩法，包括不仅限于见面喝咖啡认识/组织沙龙等等，最终目标是：当他们今后想换工作了，想到你 4、当这9个人变成90/900/9000人的时候，一个秘书肯定是来不及维护的，我们会不断寻找优秀的秘书加入，慢慢就需要秘书支持团队的管理者，而这个支持团队对于猎头公司是非常重要的角色 5、有新的员工加入就会需要进行内部招聘、培训、文化传承、制度建设、员工发展，会有很多有意思的工作可以做 6、如果有人希望走专家路线，可以把以上“首席顾问”的工作做了，今后就成为了公司合伙人 &nbsp; 所以我们需要招聘2种员工：1、首席顾问秘书、2、猎头顾问 &nbsp; 做猎头有前途么？我们把世界上所有工作拆分为：专业类工作和沟通类工作 专业类工作：比如：软件工程师、医生等非常技术型工作 沟通类工作：即：你每天是需要和不同的角色进行深入沟通，一天8小时，6小时都在与人沟通 到底走哪条路其实你在大学毕业的时候基本已经确定了 如果你要做沟通类工作，那猎头是最有前途之一。为什么？ 因为猎头沟通的对象都是非常优秀的人，而我们Circle又是帮大厂寻找高端人才，那更是优秀中的优秀，沟通类工作很多，只有和最优秀的人沟通，才能让你得到最快速的提升 &nbsp; 为什么来Circle做猎头？这个问题变成了：如何选择一个好的猎头公司 1、有没有高手真的教你 猎头公司是没有产品的，所有没有产品的公司，都是靠员工本身产生核心价值。 这类公司就是看有没有高手给你手把手培训 所有公司都会说有培训，但是他和手把手培训是不同的 所谓手把手培训是指：你工作的每一个环节，我们都会培训-拆解-模拟-实践-总结而CIrcle就是真正落实手把手培训的猎头公司之一 2、是否可持续 所谓是否可持续，就是3-5年以后，刚毕业的应届生不可能替代你 这个和猎头公司每天寻找的候选人群体有关。 如果寻找的群体不怎么变化，也就是今年你联系了a/b/c/d,…..明年/后年还是联系这些人，那你的工作就是越做越轻松,这些候选人和你都是朋友了 如果你今年联系的候选人是a/b/c/d,明年联系的是e/f/g/h，那你每年都会很累，当你到了30岁你拼不过刚毕业的年轻人 我们Circle是专注于帮大厂寻找“技术专家”，这个群体是不变的。很多其他猎头公司是只要有钱的项目就去做，老板是有钱了，但是员工很累 &nbsp; 我们需要怎样的人才？1、统招本科毕业 2、逻辑不错，抗压力不错，认真严谨，主要看软性素质 3、看过以上介绍，对猎头有兴趣，不需要你有经验 &nbsp; 工作时间：一周5天，一天8小时，以完成实际工作为准，不打卡 工作地点：南京市同仁西街7号 薪资： 实习生：150元/天。3-5天/周 社招：正常发挥20w/年，上不封顶 &nbsp; 如果你对我们有兴趣可以发简历到：&#x54;&#111;&#x6d;&#109;&#121;&#64;&#x68;&#x72;&#x71;&#117;&#97;&#110;&#x7a;&#x69;&#46;&#99;&#111;&#x6d;","categories":[{"name":"Circle招聘","slug":"Circle招聘","permalink":"https://circletommyzhang.github.io/categories/Circle%E6%8B%9B%E8%81%98/"}],"tags":[{"name":"机会","slug":"机会","permalink":"https://circletommyzhang.github.io/tags/%E6%9C%BA%E4%BC%9A/"},{"name":"招聘","slug":"招聘","permalink":"https://circletommyzhang.github.io/tags/%E6%8B%9B%E8%81%98/"},{"name":"未来","slug":"未来","permalink":"https://circletommyzhang.github.io/tags/%E6%9C%AA%E6%9D%A5/"}]}],"categories":[{"name":"工作机会","slug":"工作机会","permalink":"https://circletommyzhang.github.io/categories/%E5%B7%A5%E4%BD%9C%E6%9C%BA%E4%BC%9A/"},{"name":"关于猎头","slug":"关于猎头","permalink":"https://circletommyzhang.github.io/categories/%E5%85%B3%E4%BA%8E%E7%8C%8E%E5%A4%B4/"},{"name":"职场问答","slug":"职场问答","permalink":"https://circletommyzhang.github.io/categories/%E8%81%8C%E5%9C%BA%E9%97%AE%E7%AD%94/"},{"name":"职场思考","slug":"职场思考","permalink":"https://circletommyzhang.github.io/categories/%E8%81%8C%E5%9C%BA%E6%80%9D%E8%80%83/"},{"name":"Circle招聘","slug":"Circle招聘","permalink":"https://circletommyzhang.github.io/categories/Circle%E6%8B%9B%E8%81%98/"}],"tags":[{"name":"新加坡","slug":"新加坡","permalink":"https://circletommyzhang.github.io/tags/%E6%96%B0%E5%8A%A0%E5%9D%A1/"},{"name":"工作机会","slug":"工作机会","permalink":"https://circletommyzhang.github.io/tags/%E5%B7%A5%E4%BD%9C%E6%9C%BA%E4%BC%9A/"},{"name":"风控算法","slug":"风控算法","permalink":"https://circletommyzhang.github.io/tags/%E9%A3%8E%E6%8E%A7%E7%AE%97%E6%B3%95/"},{"name":"大厂","slug":"大厂","permalink":"https://circletommyzhang.github.io/tags/%E5%A4%A7%E5%8E%82/"},{"name":"算法","slug":"算法","permalink":"https://circletommyzhang.github.io/tags/%E7%AE%97%E6%B3%95/"},{"name":"机会","slug":"机会","permalink":"https://circletommyzhang.github.io/tags/%E6%9C%BA%E4%BC%9A/"},{"name":"猎头","slug":"猎头","permalink":"https://circletommyzhang.github.io/tags/%E7%8C%8E%E5%A4%B4/"},{"name":"发展","slug":"发展","permalink":"https://circletommyzhang.github.io/tags/%E5%8F%91%E5%B1%95/"},{"name":"工作","slug":"工作","permalink":"https://circletommyzhang.github.io/tags/%E5%B7%A5%E4%BD%9C/"},{"name":"规划","slug":"规划","permalink":"https://circletommyzhang.github.io/tags/%E8%A7%84%E5%88%92/"},{"name":"跳槽","slug":"跳槽","permalink":"https://circletommyzhang.github.io/tags/%E8%B7%B3%E6%A7%BD/"},{"name":"未来","slug":"未来","permalink":"https://circletommyzhang.github.io/tags/%E6%9C%AA%E6%9D%A5/"},{"name":"管理","slug":"管理","permalink":"https://circletommyzhang.github.io/tags/%E7%AE%A1%E7%90%86/"},{"name":"效率","slug":"效率","permalink":"https://circletommyzhang.github.io/tags/%E6%95%88%E7%8E%87/"},{"name":"选择","slug":"选择","permalink":"https://circletommyzhang.github.io/tags/%E9%80%89%E6%8B%A9/"},{"name":"招聘","slug":"招聘","permalink":"https://circletommyzhang.github.io/tags/%E6%8B%9B%E8%81%98/"}]}